Repository: maoschanz/dynamic-wallpaper-editor
Catalog: po/*.po
Languages: es

source: Dynamic Wallpaper Editor
es: Editor de fondos dinámicos

source: Create or edit dynamic wallpapers for GNOME
es: Crea o edita Fondos de pantalla dinamicos para GNOME

source: Dynamic Wallpaper Editor is a simple utility to create or edit dynamic wallpapers for the GNOME desktop.
es: Dynamic Wallpaper Editor es una sencilla utilidad para crear o editar fondos de pantalla dinámicos para el escritorio GNOME.

source: The duration of each picture and each transition can be set separately or globally. The wallpaper will fit the daylight if its total duration is exactly 24 hours.
es: La duración de cada imagen y de cada transición puede ajustarse por separado o de forma global. El fondo de pantalla se ajustará a la luz del día si suduración total es exactamente de 24 horas.

source: Version 3.0 greatly improves performances.
es: La versión 3.0 mejora considerablemente el rendimiento.

source: An editing history is now available to undo or redo your changes.
es: Ahora está disponible un historial de edición para deshacer o rehacer los cambios.

source: This version now detects when it runs in a flatpak sandbox, and tells you when a feature isn't available because of it (instead of silently doing nothing).
es: Esta versión ahora detecta cuando se ejecuta en un sandbox de flatpak, y te dice cuando una característica no está disponible a causa de ello (en lugar de no hacer nada).

source: The help manual has been updated to tell you workarounds about this problem.
es: El manual de ayuda se ha actualizado para indicar las soluciones a este problema.

source: An new icon is available, following the recent GNOME guidelines.
es: Hay un nuevo icono disponible, siguiendo las recientes directrices de diseño de GNOME.

source: The images can now be reordered, previewed, or deleted using keyboard shortcuts.
es: Ahora es posible reordenar, previsualizar o eliminar las imágenes mediante atajos de teclado.

source: An example of a wallpaper changing with daylight
es: Un ejemplo de fondo de pantalla que cambia con la luz del día

source: The grid layout
es: La disposición de la cuadrícula

source: Create or edit dynamic wallpapers for GNOME.
es: Crea o edita Fondos de pantalla dinamicos para GNOME.

source: New Window
es: Nueva ventana

source: Use a grid or a list
es: Utilizar una cuadrícula o una lista

source: Display the pictures using a grid of thumbnails, or a list.
es: Mostrar las imágenes mediante una cuadrícula de miniaturas o una lista.

source: List
es: Lista

source: Grid
es: Cuadrícula

source: Keyboard Shortcuts
es: Atajos de teclado

source: Help
es: Ayuda

source: About
es: Acerca de

source: Save
es: Guardar

source: Save as…
es: Guardar como…

source: Set as wallpaper
es: Fijar como fondo

source: Wallpaper adjustment
es: Ajuste del fondo de pantalla

source: Mosaic
es: En mosaico

source: Centered
es: Centrado

source: Scaled
es: Escalado

source: Stretched
es: Estirado

source: Zoom
es: Ampliado

source: Spanned
es: Abarcado

source: Same duration for all pictures
es: Usar la misma duración para todas las imágenes

source: Fit the daylight
es: Encajar con la luz del día

source: Automatically set a total of 24 hours
es: Establecer automáticamente un total de 24 horas

source: Use durations instead of times
es: Utilizar duraciones en lugar de tiempos

source: Replace with…
es: Reemplazar con…

source: View picture
es: Ver imagen

source: View containing directory
es: Vista que contiene el directorio

source: Move to first position
es: Mover a la primera posición

source: Move up
es: Subir de posición

source: Move down
es: Bajar de posición

source: Move to last position
es: Mover a la última posición

source: Time
es: Tiempo

source: Time (in seconds) of this image. This doesn't include the time of the transition.
es: Tiempo (en segundos) de esta imagen. Esto no incluye el tiempo de la transición.

source: Transition
es: Transición

source: Time (in seconds) of the transition between this image and the next one.
es: Tiempo (en segundos) de la transición entre esta imagen y la siguiente.

source: Delete
es: Eliminar

source: Duration
es: Duración

source: This is useful when the total duration is 24 hours.
es: Esto es útil si la duración total es de 24 horas.

source: Start time of the wallpaper
es: Hora de inicio del fondo de pantalla

source: Year
es: Año

source: Month
es: Mes

source: Day
es: Dia

source: Hour
es: Hora

source: Minute
es: Minuto

source: Second
es: Segundo

source: Close the current window
es: Cerrar la ventana actual

source: Quit all windows
es: Salir de todas las ventanas

source: Show shortcuts
es: Mostrar atajos de teclado

source: Show help
es: Mostrar ayuda

source: Wallpaper
es: Fondo de pantalla

source: Open an existing dynamic wallpaper
es: Abrir un fondo dinamico existente

source: History
es: Historial

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: Pictures management
es: Gestión de imágenes

source: Add pictures
es: Agregar imagenes

source: Add a folder
es: Agregar una carpeta

source: Find a picture
es: Buscar imagenes

source: Selected picture
es: Imagen seleccionada

source: Open
es: Abrir

source: More actions
es: Mas acciones

source: Save the file and apply it as your wallpaper
es: Guarda el archivo y aplícalo como fondo de pantalla

source: Save and apply
es: Guardar y aplicar

source: Manage how you set the durations of your pictures
es: Gestionar la duración de tus imágenes

source: Durations options
es: Opciones de duración

source: Set the exact start time of the wallpaper
es: Establecer la hora exacta de inicio del fondo de pantalla

source: Sort by name
es: Ordenar por nombre

source: Error starting the application, please report this bug.
es: Ha ocurrido un error iniciando la aplicación, por favor reporte este error.

source: Automatic fix
es: Arreglo automático

source: Set durations for a total of 24 hours
es: Establece duraciones para un total de 24 horas

source: Duration of each picture (seconds)
es: Duración de cada imagen (segundos)

source: Duration of each transition (seconds)
es: Duración de cada transición (segundos)

source: This dynamic wallpaper is corrupted
es: Este fondo de pantalla dinámico está dañado

source: This XML file doesn't describe a valid dynamic wallpaper
es: Este archivo XML no describe un fondo de pantalla dinámico válido

source: Unknown element: %s
es: Elemento desconocido: %s

source: Tell the version of the app
es: Indique la versión de la aplicación

source: Open a new window
es: Abrir una nueva ventana

source: Error opening this file.
es: Error al abrir este archivo.

source: Did you mean %s ?
es: ¿Querías decir %s?

source: Report bugs or ideas
es: Reportar errores o ideas

source: translator-credits
es: Sergio Varela

source: This feature isn't available with Flatpak.
es: Esta función no está disponible con Flatpak.

source: Don't worry, your XML file can still be set as your wallpaper from GNOME Tweaks.
es: No te preocupes, tu archivo XML puede seguir siendo tu fondo de pantalla desde GNOME Tweaks.

source: This desktop environment isn't supported.
es: Este entorno de escritorio no está soportado.

source: Dynamic wallpapers (XML)
es: Fondos de pantalla dinámicos (XML)

source: All pictures
es: Todas las imágenes

source: PNG images
es: Imagenes PNG

source: JPEG images
es: Imagenes JPEG

source: %s hour
es: %s hora

source: %s minute
es: %s minuto

source: %s second
es: %s segundo

source: This picture might exist, but it isn't in your home folder so I can't see it.
es: Esta imagen podría existir, pero no está en tu carpeta de inicio, así que no puede verse.

source: This picture doesn't exist
es: Esta imagen no existe

source: This picture lasts from {0} to {1}
es: Esta imagen dura de {0} a {1}

source: The transition to the next picture lasts from {0} to {1}
es: La transición a la siguiente imagen dura de {0} a {1}

source: Add new pictures, or open an existing XML file.
es: Agregue nuevas imágenes o abra un archivo XML existente.

source: Drag-and-drop pictures to reorder them.
es: Arrastra y suelta las imágenes para reordenarlas.

source: %s picture
es: %s imagen

source: Total time: %s second
es: Tiempo total: %s segundo

source: The total duration isn't 24 hours.
es: La duración total no es de 24 horas.

source: There are unsaved modifications to your wallpaper.
es: Hay modificaciones no guardadas en tu fondo de pantalla.

source: There are unsaved modifications to %s
es: Hay modificaciones sin guardar en %s

source: Cancel
es: Cancelar

source: Discard
es: Descartar

source: Loading…
es: Cargando…

source: Replace %s
es: Reemplazar %s

source: Untitled
es: Sin titulo

source: Wallpaper;Daylight;XML;
es: Fondo de pantalla;Luz del día;XML;
